[
{
"question": "¿Quién es el dios del trueno en la mitología griega?",
"response": "Zeus"
},
{
"question": "¿Cuál es el nombre de la diosa del amor y la belleza?",
"response": "Afrodita"
},
{
"question": "¿Quién es el dios del sol en la mitología griega?",
"response": "Apolo"
},
{
"question": "¿Cuál es el animal sagrado de la diosa Artemisa?",
"response": "Ciervo"
},
{
"question": "¿Quién es el dios del mar en la mitología griega?",
"response": "Poseidón"
},
{
"question": "¿Cuál es el monstruo de muchos ojos que petrifica a quienes lo miran?",
"response": "Medusa"
},
{
"question": "¿Qué objeto mágico permitía a su poseedor volver invisible?",
"response": "El casco de Hades"
},
{
"question": "¿Quién es el dios de la guerra en la mitología griega?",
"response": "Ares"
},
{
"question": "¿Cuál es la criatura mitad toro y mitad hombre que habitaba el laberinto?",
"response": "Minotauro"
},
{
"question": "¿Quién es el mensajero de los dioses en la mitología griega?",
"response": "Hermes"
},
{
"question": "¿Cuál es el río que separa el mundo de los vivos y de los muertos?",
"response": "Styx"
},
{
"question": "¿Quién es la diosa de la sabiduría y la estrategia?",
"response": "Atenea"
},
{
"question": "¿Cuál es la famosa caja que no debía ser abierta, liberando males en el mundo?",
"response": "La caja de Pandora"
},
{
"question": "¿Quién es el dios del vino, la diversión y el teatro?",
"response": "Dionisio"
},
{
"question": "¿Cuál es el animal símbolo de la diosa Hera?",
"response": "Pavo real"
},
{
"question": "¿Quién es el titán que sostiene el mundo en sus hombros?",
"response": "Atlas"
},
{
"question": "¿Cuál es la diosa de la caza y protectora de la naturaleza salvaje?",
"response": "Artemisa"
},
{
"question": "¿Quién es la reina de los dioses en la mitología griega?",
"response": "Hera"
},
{
"question": "¿Cuál es el río de los recuerdos en el inframundo?",
"response": "Leteo"
},
{
"question": "¿Quién es el héroe que mató al Minotauro en el laberinto?",
"response": "Teseo"
},
{
"question": "¿Cuál es el monstruo mitad león y mitad águila que escupe fuego?",
"response": "Quimera"
},
{
"question": "¿Quién es el dios del fuego y la metalurgia?",
"response": "Hefesto"
},
{
"question": "¿Cuál es la diosa de la agricultura y las estaciones?",
"response": "Deméter"
},
{
"question": "¿Quién es el centauro sabio y educador de héroes como Aquiles?",
"response": "Quirón"
},
{
"question": "¿Cuál es el monstruo marino que amenazó a Andrómeda?",
"response": "Ceto"
},
{
"question": "¿Quién es el dios del sueño en la mitología griega?",
"response": "Hipnos"
},
{
"question": "¿Cuál es el gigante de cien ojos que todo lo ve?",
"response": "Argos Panoptes"
},
{
"question": "¿Quién es el dios del amor y deseo erótico?",
"response": "Eros"
},
{
"question": "¿Cuál es la diosa de la venganza?",
"response": "Némesis"
},
{
"question": "¿Quién es el dios de los mares y los terremotos?",
"response": "Poseidón"
},
{
"question": "¿Cuál es el río que fluye en el Hades y representa el olvido?",
"response": "Lethe"
},
{
"question": "¿Quién es la diosa de la caza y la luna?",
"response": "Artemisa"
},
{
"question": "¿Cuál es el monstruo de tres cuerpos y tres cabezas?",
"response": "Tifón"
},
{
"question": "¿Quién es el dios del sol y la poesía?",
"response": "Apolo"
},
{
"question": "¿Cuál es el animal que representa la transformación en la mitología griega?",
"response": "Fénix"
},
{
"question": "¿Quién es la diosa de la victoria?",
"response": "Nike"
},
{
"question": "¿Cuál es el monstruo mitad hombre y mitad toro creado por Hefesto?",
"response": "Talos"
},
{
"question": "¿Quién es el dios del comercio y los ladrones?",
"response": "Hermes"
},
{
"question": "¿Cuál es el ser mitad hombre y mitad caballo?",
"response": "Centauro"
},
{
"question": "¿Quién es el rey de los dioses en la mitología griega?",
"response": "Zeus"
},
{
"question": "¿Cuál es el monstruo de las aguas que amenazaba a Andrómeda?",
"response": "Ceto"
},
{
"question": "¿Quién es el dios de los sueños y las profecías?",
"response": "Morfeo"
},
]
